module.exports = {
	port: 3000,
	pageLimit: 15,
	jwt: {
		token: '6ff16d3b2957297735fbf4299a3c8c64', // user_token md5加密
		adminToken: '21232f297a57a5a743894a0e4a801fc3',
		express: 60 * 60 * 24 * 30,
		pre: 'Bearer '
	},
	genState: {
		0: '等待匹配',
		1: '匹配成功',
		2: '等待确认',
		3: '等待完成',
		8: '已完成',
		9: '作废',
	},
	logType: {
		1: '用户注册',
		2: '用户登录',
		3: '用户退出',
		4: '赠送激活码',
		5: '接收激活码',
		6: '使用激活码',
		7: '赠送排单币',
		8: '接收排单币',
		9: '使用排单币',
		10: '开始帮助',
		11: '打款成功',
		12: '开始求助',
		13: '确认收款',
	}
};